Revit 2027 API
ParameterTypeId.JoistSystemMaximumSpacingParam Property
 "Maximum Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId JoistSystemMaximumSpacingParam { get; }
Public Shared ReadOnly Property JoistSystemMaximumSpacingParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ JoistSystemMaximumSpacingParam {
	ForgeTypeId^ get ();
}
static member JoistSystemMaximumSpacingParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace